/* In browser window title */
"Get a registration key!" = "Не зарегистрировано";

/* The full name of the supporter */
"Registered to {0}" = "Зарегистрировано на {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Спасибо за Вашу поддержку! Ваш вклад помогает дальнейшей разработке Cyberduck и улучшению программы.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Ваш регистрационный ключ был скопирован в каталог Application Support.";

/* Validation failed */
"Not a valid registration key" = "Неверный регистрационный ключ";

"This registration key does not appear to be valid." = "Этот регистрационный ключ не является верным.";

/* Thank you */
"Continue" = "Продолжить";
